# Пользователь вводит число N. Выведите все числа от 0 до N включительно
N = int(input("Введите число: "))

for i in range (0, N + 1, 1):
    print(i)
